brew "asdf"
brew "curl"
brew "direnv"
brew "fd"
brew "fnm"
brew "fzf"
brew "ghq"
brew "git"
brew "jq"
brew "jesseduffield/lazygit/lazygit"
brew "lsd"
brew "neovim"
brew "ripgrep"
brew "rye"
brew "starship"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "wxwidgets"

cask "alacritty"
cask "bruno"
cask "chromedriver"
cask "google-chrome"
cask "kitty"
cask "obsidian"
cask "visual-studio-code"

{{ if eq .machine "home" }}
brew "imagemagick"

cask "alfred"
cask "anki"
cask "brave-browser"
cask "chatgpt"
cask "ddpm"
cask "discord"
cask "docker"
cask "iina"
cask "keymapp"
cask "msty"
cask "notion"
cask "ollama"
cask "parsify"
cask "tableplus"
cask "todoist"
{{ end }}
