brew "asdf"
brew "curl"
brew "fd"
brew "fnm"
brew "fzf"
brew "ghq"
brew "git"
brew "jq"
brew "jesseduffield/lazygit/lazygit"
brew "lsd"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "wget"

tap "homebrew/cask-fonts"
cask "alacritty"
cask "brave-browser"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
